<?php
class Model_Portfolio extends Model
{
	public function get_data()
	{
		return array(

			array(
				'Year' => '2012',
				'Site' => 'https://www.artlebedev.ru/',
				'Description' => 'Новое; Инвентарь · Задизайнено · Студия · Магазинус · Кафетериус · Ководство; Войти; Поиск. Заказать дизайн… Мы используем куки на всех своих ...'
			),
			array(
				'Year' => '2012',
				'Site' => 'https://skyeng.ru/',
				'Description' => 'Без привязки к месту. Личный график обучения. 60% на уроке speaking. Записывайтесь! 0+ Занятия с удобного вам девайса. Разговорные клубы для учеников. Первый урок бесплатно. 0+ Эффективно. Онлайн-учебник. Где угодно, когда удобно. Интересно.
'
			),
			// todo
		);
	}
}

?>
